SoapAPI/src/test/resources/getMoviesRentals.xml

a<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:api="http://api.soap.it.p.lodz.pl/">
    <soapenv:Header/>
    <soapenv:Body>
        <api:getMoviesRentalsFromStorage/>
    </soapenv:Body>
</soapenv:Envelope>